Repository: christian-heise/OpeningsMastermind
Catalog: OpeningsMastermind/Localizable.xcstrings
Source language: en
Languages: de

source: A rewritten PGN parser handles far more Lichess studies and PGN files correctly.
de: Ein neu geschriebener PGN-Parser verarbeitet deutlich mehr Lichess-Studien und PGN-Dateien korrekt.

source: About
de: Über

source: Acknowledgements
de: Danksagungen

source: Add Study
de: Studie hinzufügen

source: Add a PGN file or import a study to get started.
de: Füge eine PGN hinzu oder importiere eine Studie

source: Add selected Studies
de: Ausgewählte Studien hinzufügen

source: Analytics are handled by TelemetryDeck
de: Die Analyse erfolgt über TelemetryDeck

source: App on GitHub
de: App auf GitHub

source: Automatic
de: Automatisch

source: Board Customization
de: Brettfarben

source: Cancel
de: Abbrechen

source: Christian Heise Steigerwaldstr. 25 85049 Ingolstadt Germany
de: Christian Heise Steigerwaldstr. 25 85049 Ingolstadt Deutschland

source: Computer Move delay: %.0fms
de: Computerzug-Verzögerung: %.0fms

source: Contact
de: Kontakt

source: Contact Information:
de: Kontaktinformationen:

source: Continue
de: Weiter

source: Copy a PGN text e.g. from a lichess study. Paste a single chapter or all chapters at once.
de: Kopiere einen PGN-Text, z. B. aus einer Lichess-Studie. Füge ein einzelnes Kapitel oder alle Kapitel auf einmal ein.

source: Current Engine Evaluation by Stockfish 17
de: Aktuelle Engine-Bewertung von Stockfish 17

source: Custom PGN
de: Eigenes PGN

source: Dark board squares
de: Dunkle Brettfelder

source: Date
de: Datum

source: Dismiss
de: Schließen

source: Dismiss Switch Study View
de: Studie Auswählen Verlassen

source: Duplicate
de: Duplikat

source: Email: info@appsbychristian.de Phone: +49 841 90251152
de: Email: info@appsbychristian.de Telefon: +49 841 90251152

source: Engine Evaluation
de: Engine-Bewertung

source: English
de: Englisch

source: Enter PGN here
de: PGN hier eingeben

source: Enter the Lichess Study URL
de: Gib die Lichess-Studien-URL ein

source: Enter the PGN of your study:
de: Gib das PGN deiner Studie ein:

source: Examples
de: Beispiele

source: Explorer Help
de: Explorer-Hilfe

source: First, add a custom opening or an example in the library
de: Füge zuerst eine eigene Eröffnung oder ein Beispiel aus der Bibliothek hinzu

source: Fixed crashes on deep or repetitive lines and a rare chess-engine crash.
de: Abstürze bei tiefen oder sich wiederholenden Linien sowie ein seltener Absturz der Schach-Engine behoben.

source: A touch of Liquid Glass
de: Ein Hauch Liquid Glass

source: General
de: Allgemein

source: German
de: Deutsch

source: Help improve the app
de: Hilf mit, die App zu verbessern

source: Help improve the app by sharing anonymous usage data and crash reports.
de: Hilf mit, die App zu verbessern, indem du anonyme Nutzungsdaten und Absturzberichte teilst.

source: Import
de: Importieren

source: Import PGN via Lichess URL
de: PGN über Lichess-URL importieren

source: Import Selector
de: Auswählen der Importmethode

source: Language
de: Sprache

source: Last Played
de: Zuletzt gespielt

source: Library
de: Bibliothek

source: Library already contains study with this name
de: Die Bibliothek enthält bereits eine Studie mit diesem Namen

source: Lichess Sign-In
de: Lichess-Anmeldung

source: Lichess Study URL
de: Lichess-Studien-URL

source: Light board squares
de: Helle Brettfelder

source: Loading your database
de: Datenbank wird geladen

source: Manual
de: Manuell

source: Mate in %lld
de: Matt in %lld

source: More reliable import
de: Zuverlässigerer Import

source: Fewer crashes
de: Weniger Abstürze

source: Name of Study
de: Name der Studie

source: Next Position
de: Nächste Position

source: No Studies Yet
de: Noch keine Studien

source: Now in German
de: Jetzt auf Deutsch

source: Online Accounts
de: Online-Konten

source: Open Add Study Sheet
de: Öffne Fenster zum Studie Hinzufügen

source: Opening Studies
de: Eröffnungsstudien

source: Openings Mastermind is built by one independent developer. With your permission, the app shares anonymous usage data and crash reports so I can see which features matter and fix problems quickly. There is no personal data and no advertising — just the insight that helps make the app better.
de: Openings Mastermind wird von einem einzigen unabhängigen Entwickler entwickelt. Mit deiner Erlaubnis teilt die App anonyme Nutzungsdaten und Absturzberichte, damit ich sehen kann, welche Funktionen wichtig sind, und Probleme schnell beheben kann. Es werden keine personenbezogenen Daten erfasst und es gibt keine Werbung – nur die Erkenntnisse, die helfen, die App besser zu machen.

source: Paste Clipboard
de: Aus Zwischenablage einfügen

source: Paste a custom PGN, or use the button below to import a lichess study with its URL. You also have the option to choose from 5 example studies
de: Füge ein eigenes PGN ein oder importiere mit dem Button unten eine Lichess-Studie über ihre URL. Du kannst auch aus 5 Beispielstudien wählen

source: Paste in the exact lichess.org url of the study you want to import.
de: Füge die genaue lichess.org-URL der Studie ein, die du importieren möchtest.

source: Practice
de: Übung

source: Practice specific opening
de: Bestimmte Eröffnung üben

source: Privacy
de: Datenschutz

source: Privacy Policy
de: Datenschutzerklärung

source: Progress
de: Fortschritt

source: Progress:
de: Fortschritt:

source: Rate my App
de: App bewerten

source: Read the Lichess announcement
de: Lichess-Ankündigung lesen

source: The app adopts Apple's new Liquid Glass design that comes with the latest iOS.
de: Die App übernimmt Apples neues Liquid-Glass-Design des aktuellen iOS.

source: Reset
de: Zurücksetzen

source: Reset Colors
de: Farben zurücksetzen

source: Reset to start
de: Neustarten

source: Review in Explorer
de: Im Explorer Analysieren

source: Rotate the Board
de: Brett drehen

source: SVG Files of Chess Pieces
de: SVG-Dateien der Schachfiguren

source: See what other players in your rating range played on Lichess in the current position, including, how those games resulted (white wins / draw / black wins)
de: Sieh, was andere Spieler in deiner Wertungsklasse auf Lichess in dieser Stellung gespielt haben, einschließlich des Ausgangs dieser Partien (Weiß gewinnt / Remis / Schwarz gewinnt)

source: See what other players in your rating range played on Lichess in the current position. You also see how those games resulted (white wins / draw / black wins)
de: Sieh, was andere Spieler in deiner Wertungsklasse auf Lichess in dieser Stellung gespielt haben. Du siehst auch den Ausgang dieser Partien (Weiß gewinnt / Remis / Schwarz gewinnt)

source: Select Studies to practice
de: Studien zum Üben auswählen

source: Select a study
de: Studie auswählen

source: Select an opening study to see the included moves as arrows. Add a lichess or custom study in the library first.
de: Wähle eine Eröffnungsstudie aus, um die enthaltenen Züge als Pfeile zu sehen. Füge zuerst eine Lichess- oder eigene Studie in der Bibliothek hinzu.

source: Select sorting method
de: Wähle Sortiermethode

source: Select your color:
de: Wähle deine Farbe:

source: SelectColorPicker
de: Farb Auswahl der Spielfiguren

source: Send me feedback
de: Feedback senden

source: Settings
de: Einstellungen

source: Share Analytics
de: Nutzungsdaten teilen

source: Share anonymous analytics
de: Anonyme Analyse teilen

source: Show PGN Help
de: Zeige PGN Hilfe

source: Sign in with Lichess
de: Mit Lichess anmelden

source: Sign in with Lichess to see opening statistics.
de: Melde dich mit Lichess an, um Eröffnungsstatistiken zu sehen.

source: Sign in with your Lichess account to use the opening explorer (Lichess now requires sign-in for it) and to import studies from your account. Your blitz rating is also used to filter explorer moves to better match your level.
de: Melde dich mit deinem Lichess-Konto an, um den Eröffnungs-Explorer zu nutzen (Lichess erfordert dafür jetzt eine Anmeldung) und um Studien aus deinem Konto zu importieren. Deine Blitz-Wertung wird außerdem verwendet, um die Züge im Explorer besser an dein Niveau anzupassen.

source: Sign out of "%@"
de: Von "%@" abmelden

source: Signing in is free and uses Lichess's official login — OpeningsMastermind never sees your password. You can sign out at any time in Settings.
de: Die Anmeldung ist kostenlos und nutzt den offiziellen Login von Lichess – OpeningsMastermind sieht dein Passwort nie. Du kannst dich jederzeit in den Einstellungen abmelden.

source: Sorting options
de: Sortieroptionen

source: Switch Study
de: Studie wechseln

source: Switch language any time under Settings → General.
de: Sprache jederzeit unter Einstellungen → Allgemein umschaltbar.

source: Tap to show comments from the selected opening study (if comment is available)
de: Tippe, um Kommentare aus der ausgewählten Eröffnungsstudie anzuzeigen (falls vorhanden)

source: The files have not been modified.
de: Die Dateien wurden nicht modifiziert

source: The following information (Impressum) is required under German law:
de: Folgende Angaben (Impressum) sind nach deutschem Recht erforderlich:

source: The opening statistics shown in the Explorer come from the Lichess opening explorer. Lichess now requires every app to authenticate before requesting this data, so OpeningsMastermind needs you to sign in with your Lichess account to load it.
de: Die im Explorer angezeigten Eröffnungsstatistiken stammen aus dem Lichess-Eröffnungsexplorer. Lichess verlangt jetzt, dass sich jede App authentifiziert, bevor sie diese Daten abruft. Daher musst du dich bei OpeningsMastermind mit deinem Lichess-Konto anmelden, um sie zu laden.

source: This is your practice queue
de: Das ist deine Übungsliste

source: This move is in none of your selected Studies!
de: Dieser Zug ist in keiner deiner ausgewählten Studien!

source: This was the last move in this Study
de: Das war der letzte Zug in dieser Studie

source: Up next
de: Als Nächstes

source: User Color
de: Spielerfarbe

source: Visit Study on Lichess.com
de: Studie auf Lichess.com ansehen

source: Visit my website
de: Webseite besuchen

source: What's New
de: Was ist neu

source: Why sign in with Lichess?
de: Warum mit Lichess anmelden?

source: Why sign in?
de: Warum anmelden?

source: You can change this any time under Settings → Privacy.
de: Du kannst das jederzeit unter Einstellungen → Datenschutz ändern.

source: You get suggestions for positions you have not played yet or to repeat to achieve the best training result
de: Hier bekommst du Vorschläge für Stellungen, die du noch nicht gespielt hast oder die du wiederholen solltest, um das beste Trainingsergebnis zu erzielen

source: Your Piece Color
de: Deine Figurenfarbe

source: black
de: schwarz

source: created by %@
de: erstellt von %@

source: white
de: weiß
